{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<UNK>",
        0.0
      ],
      [
        "s",
        -3.8366227807480744
      ],
      [
        "n",
        -4.013122155886611
      ],
      [
        "e",
        -4.055528211043416
      ],
      [
        "a",
        -4.076527636541316
      ],
      [
        "t",
        -4.159411897342978
      ],
      [
        "l",
        -4.194743563648416
      ],
      [
        "u",
        -4.351717195162335
      ],
      [
        "i",
        -4.424778091363481
      ],
      [
        " ",
        -4.599689420863833
      ],
      [
        "d",
        -4.626601374040472
      ],
      [
        "c",
        -4.704767395786224
      ],
      [
        "m",
        -4.939397975151816
      ],
      [
        "re",
        -4.950314804796025
      ],
      [
        "o",
        -4.953112520626595
      ],
      [
        "b",
        -4.987205751206084
      ],
      [
        "r",
        -5.103063682941974
      ],
      [
        " of ",
        -5.142976415978273
      ],
      [
        "f",
        -5.180163201463753
      ],
      [
        "y",
        -5.208730414848686
      ],
      [
        "2",
        -5.249737389777538
      ],
      [
        "v",
        -5.40649939814128
      ],
      [
        "cul",
        -5.425080701407449
      ],
      [
        "The ",
        -5.447094736029976
      ],
      [
        "ly ",
        -5.456335309908834
      ],
      [
        "ol",
        -5.45684801562137
      ],
      [
        "able ",
        -5.481707487280695
      ],
      [
        "sts a",
        -5.496064002699113
      ],
      [
        " for ",
        -5.525825089385876
      ],
      [
        "ation",
        -5.526561411302949
      ],
      [
        "ing ",
        -5.540450259797147
      ],
      [
        ",",
        -5.558332078139634
      ],
      [
        "-",
        -5.560858034969493
      ],
      [
        "cal",
        -5.566003470458542
      ],
      [
        "to",
        -5.572225262820462
      ],
      [
        "\n",
        -5.606235618099022
      ],
      [
        "w",
        -5.616119483037586
      ],
      [
        " and ",
        -5.6200135821051935
      ],
      [
        "ted ",
        -5.628839359594826
      ],
      [
        "ou",
        -5.645997624759101
      ],
      [
        "ur",
        -5.669742265650779
      ],
      [
        "ed",
        -5.68298301053972
      ],
      [
        "age",
        -5.684731733217835
      ],
      [
        "p",
        -5.6863644068152945
      ],
      [
        " bi",
        -5.687703014196906
      ],
      [
        "th",
        -5.69174432839109
      ],
      [
        "rea",
        -5.694422981831921
      ],
      [
        "1",
        -5.709668054904153
      ],
      [
        "each ",
        -5.718636886220333
      ],
      [
        "0",
        -5.750864815398814
      ],
      [
        "relation",
        -5.7522829193835285
      ],
      [
        " between ",
        -5.7526676261763035
      ],
      [
        "sh",
        -5.775590688676629
      ],
      [
        "ic",
        -5.7811249314038875
      ],
      [
        "he",
        -5.782207925616322
      ],
      [
        "in",
        -5.783388139620012
      ],
      [
        "s and ",
        -5.78419694188085
      ],
      [
        "al",
        -5.789534240323594
      ],
      [
        "significant",
        -5.8065981018867925
      ],
      [
        "ves ",
        -5.812412019257737
      ],
      [
        "ility an",
        -5.825057536451207
      ],
      [
        "col",
        -5.8289207661236375
      ],
      [
        " pro",
        -5.846065395035066
      ],
      [
        " outcomes i",
        -5.86342472972424
      ],
      [
        " report",
        -5.870127526777714
      ],
      [
        "year",
        -5.872614115521254
      ],
      [
        "7",
        -5.878140307584151
      ],
      [
        "an a",
        -5.879584775042035
      ],
      [
        "ive ",
        -5.892168722752643
      ],
      [
        "8",
        -5.896659296539772
      ],
      [
        "owing ",
        -5.8981179628728855
      ],
      [
        "ed w",
        -5.90007079721913
      ],
      [
        "ata ",
        -5.900596828947616
      ],
      [
        "ge",
        -5.917682111615605
      ],
      [
        "l de",
        -5.918184385927255
      ],
      [
        "from ",
        -5.919178007805573
      ],
      [
        "4",
        -5.921897145391501
      ],
      [
        " accessib",
        -5.922485010864531
      ],
      [
        "result",
        -5.929252789683674
      ],
      [
        ") ",
        -5.933196423865438
      ],
      [
        " metr",
        -5.940957038683659
      ],
      [
        "x",
        -5.941417506390358
      ],
      [
        "s, with ",
        -5.944719646635944
      ],
      [
        "ly d",
        -5.951668836924981
      ],
      [
        "mental ",
        -5.952627790095231
      ],
      [
        ". P",
        -5.9567887382157645
      ],
      [
        "for",
        -5.9618975081234025
      ],
      [
        ". ",
        -5.966059476418424
      ],
      [
        " int",
        -5.970372278986517
      ],
      [
        " gree",
        -5.9753919193046885
      ],
      [
        "gin",
        -5.976872353595605
      ],
      [
        "earning",
        -5.977866629690122
      ],
      [
        "ology ",
        -5.981459826446126
      ],
      [
        "res",
        -5.9884086541906765
      ],
      [
        "over",
        -5.9908774144321235
      ],
      [
        "conve",
        -5.99452085841016
      ],
      [
        ". Its ",
        -6.002075522730261
      ],
      [
        "ell",
        -6.006491165752234
      ],
      [
        "g",
        -6.007497382515414
      ],
      [
        "'",
        -6.008617797980619
      ],
      [
        ":\n    ",
        -6.008762915988416
      ],
      [
        "ate_fibonacci(n-",
        -6.009840889670716
      ],
      [
        "    return ",
        -6.016058544646943
      ],
      [
        "cienti",
        -6.016997258079667
      ],
      [
        " expl",
        -6.019437769510316
      ],
      [
        "every",
        -6.023138700992289
      ],
      [
        "eather",
        -6.025087002763874
      ],
      [
        ", ",
        -6.031756321241951
      ],
      [
        "iz",
        -6.033426065561546
      ],
      [
        "cos",
        -6.040656323320425
      ],
      [
        "ed ope",
        -6.042563104419167
      ],
      [
        "ner",
        -6.044008005001677
      ],
      [
        "lin",
        -6.04544770048442
      ],
      [
        " make",
        -6.046884097325723
      ],
      [
        "through ",
        -6.050219645937725
      ],
      [
        " exce",
        -6.052329089262702
      ],
      [
        "ment, ",
        -6.05299881455045
      ],
      [
        "(",
        -6.05862800570632
      ],
      [
        "ical",
        -6.062141250189832
      ],
      [
        " the cor",
        -6.062704189960542
      ],
      [
        "e to ",
        -6.064836998688589
      ],
      [
        "light",
        -6.066335377846255
      ],
      [
        "hlorop",
        -6.0666070563162044
      ],
      [
        "ear",
        -6.069088524699279
      ],
      [
        "ted in ",
        -6.071263186245879
      ],
      [
        "ide",
        -6.073396070020236
      ],
      [
        "ust ",
        -6.075660670144747
      ],
      [
        "S",
        -6.08203111628546
      ],
      [
        "nding",
        -6.082789251414419
      ],
      [
        "hel",
        -6.0850451743973215
      ],
      [
        "ima",
        -6.08805623843971
      ],
      [
        " mo",
        -6.091811764010949
      ],
      [
        " initiati",
        -6.106375211799853
      ],
      [
        "synt",
        -6.107364848681397
      ],
      [
        "sit",
        -6.11045558037631
      ],
      [
        "gr",
        -6.119851332189456
      ],
      [
        "by a",
        -6.121255567451347
      ],
      [
        "s con",
        -6.1254134393216475
      ],
      [
        "ll",
        -6.1260076654426845
      ],
      [
        "or w",
        -6.130520322932012
      ],
      [
        " about ",
        -6.135570427725882
      ],
      [
        "h",
        -6.1371312148542945
      ],
      [
        " complex ",
        -6.1424174973983625
      ],
      [
        "P",
        -6.144532817744935
      ],
      [
        " and con",
        -6.152627596058315
      ],
      [
        "%",
        -6.1565352601886945
      ],
      [
        "ma",
        -6.167635380105766
      ],
      [
        ".",
        -6.170895509794251
      ],
      [
        " The ",
        -6.186691102967251
      ],
      [
        "ain",
        -6.198003976853707
      ],
      [
        "an",
        -6.198736731129909
      ],
      [
        " su",
        -6.200587806478272
      ],
      [
        "ration",
        -6.206804520086381
      ],
      [
        " energy ",
        -6.20762884763004
      ],
      [
        "ch",
        -6.215893223151572
      ],
      [
        "% ",
        -6.219372130430212
      ],
      [
        "er",
        -6.247833377168593
      ],
      [
        "pro",
        -6.253837518605859
      ],
      [
        "educ",
        -6.26271503702964
      ],
      [
        "ent",
        -6.266639902936282
      ],
      [
        "tions",
        -6.267053680595568
      ],
      [
        "di",
        -6.267385077577521
      ],
      [
        "ar",
        -6.268944038437701
      ],
      [
        "int",
        -6.288170774743297
      ],
      [
        " to ",
        -6.293650870987389
      ],
      [
        " is ",
        -6.300485179756552
      ],
      [
        "su",
        -6.304691793485249
      ],
      [
        " A",
        -6.318366842264584
      ],
      [
        "am",
        -6.3238718566273615
      ],
      [
        " che",
        -6.324713131796584
      ],
      [
        "s. ",
        -6.33921216945338
      ],
      [
        " efficiency",
        -6.343303313832241
      ],
      [
        "ood",
        -6.349125475504491
      ],
      [
        "analys",
        -6.349785558686908
      ],
      [
        "stor",
        -6.365651219144813
      ],
      [
        " inte",
        -6.370076069868642
      ],
      [
        "nts ",
        -6.37863015012206
      ],
      [
        "ce",
        -6.406376552799975
      ],
      [
        "rst",
        -6.4067064861403145
      ],
      [
        "da",
        -6.411594308716924
      ],
      [
        "ical ",
        -6.415634490979555
      ],
      [
        "in the ",
        -6.427281943837286
      ],
      [
        "tra",
        -6.428070327460061
      ],
      [
        "fi",
        -6.435560118833488
      ],
      [
        "the ",
        -6.435759291999368
      ],
      [
        "ties ",
        -6.446167705791339
      ],
      [
        "D",
        -6.447741342424886
      ],
      [
        "5",
        -6.447741342424895
      ],
      [
        " participa",
        -6.4501875628460175
      ],
      [
        "ll-being scores.",
        -6.4526512106224
      ],
      [
        "across ",
        -6.4571824928731685
      ],
      [
        "la",
        -6.460014919809155
      ],
      [
        "at",
        -6.465826497413639
      ],
      [
        "s, ",
        -6.466543182896599
      ],
      [
        "ment",
        -6.47678388053218
      ],
      [
        "ho",
        -6.477694381411124
      ],
      [
        "per",
        -6.4798700218835235
      ],
      [
        "ines",
        -6.479986010930243
      ],
      [
        "lec",
        -6.485744031105831
      ],
      [
        "tional ",
        -6.487268255894187
      ],
      [
        "rent",
        -6.495015781134748
      ],
      [
        "ting",
        -6.498365242293772
      ],
      [
        "duc",
        -6.503234775649182
      ],
      [
        "book a",
        -6.508015031355259
      ],
      [
        " book",
        -6.510208318473673
      ],
      [
        "tion",
        -6.516898535529013
      ],
      [
        "ark",
        -6.517847063122668
      ],
      [
        "mon",
        -6.520145123433164
      ],
      [
        " space",
        -6.520709494210801
      ],
      [
        "energy t",
        -6.528790205656751
      ],
      [
        "nd",
        -6.52981414249103
      ],
      [
        "photo",
        -6.532937715175961
      ],
      [
        "across all ",
        -6.5330387525001505
      ],
      [
        " ex",
        -6.538055734838737
      ],
      [
        "mi",
        -6.544198925696708
      ],
      [
        "ulate_fibonacci(",
        -6.544638872534963
      ],
      [
        "tist",
        -6.5459114177287585
      ],
      [
        "jority of cases.",
        -6.550102248799331
      ],
      [
        " eff",
        -6.552491334644486
      ],
      [
        " S",
        -6.554288303397721
      ],
      [
        ". S",
        -6.556032818171971
      ],
      [
        "mproved ",
        -6.5562233894757265
      ],
      [
        "s st",
        -6.5609474581168055
      ],
      [
        "new",
        -6.560990244016218
      ],
      [
        "em",
        -6.569358792526959
      ],
      [
        "nt to ",
        -6.569649892792419
      ],
      [
        " st",
        -6.578028201431276
      ],
      [
        "po",
        -6.5829826613938875
      ],
      [
        " and ex",
        -6.5870906884216796
      ],
      [
        "tim",
        -6.591603296812486
      ],
      [
        "ries",
        -6.592115248714063
      ],
      [
        "gree",
        -6.59685268782656
      ],
      [
        "sign",
        -6.599850700309865
      ],
      [
        "reak",
        -6.6008768227227606
      ],
      [
        "tri",
        -6.6018896562526335
      ],
      [
        "ic c",
        -6.611977028508133
      ],
      [
        "twe",
        -6.612680823254679
      ],
      [
        "space",
        -6.618557293944002
      ],
      [
        "min",
        -6.619471893907926
      ],
      [
        "ing the p",
        -6.622206638547109
      ],
      [
        "t the ",
        -6.623278972247623
      ],
      [
        " to th",
        -6.626723030163854
      ],
      [
        "shed ",
        -6.633431313466765
      ],
      [
        "lit",
        -6.635388908544719
      ],
      [
        "O",
        -6.637656996189649
      ],
      [
        "q",
        -6.63765699618966
      ],
      [
        "3",
        -6.637656996189665
      ],
      [
        "$",
        -6.63765699618969
      ],
      [
        "s improved ",
        -6.638881129475426
      ],
      [
        "ck",
        -6.6404655568004225
      ],
      [
        "ip",
        -6.641357891712518
      ],
      [
        "ta",
        -6.643447564323779
      ],
      [
        "on the market.",
        -6.649748725160517
      ],
      [
        " across all ",
        -6.6591692348035405
      ],
      [
        "s c",
        -6.660209739992155
      ],
      [
        " it a",
        -6.661984766757343
      ],
      [
        "ac",
        -6.6637248071225486
      ],
      [
        "sent",
        -6.665811801226418
      ],
      [
        "ion. ",
        -6.665945075109459
      ],
      [
        "uthor",
        -6.669433140168921
      ],
      [
        "re ",
        -6.670169816812916
      ],
      [
        "om ",
        -6.673215523381561
      ],
      [
        " b",
        -6.673902324407817
      ],
      [
        "y e",
        -6.675243424114096
      ],
      [
        "ven",
        -6.678360460446194
      ],
      [
        "z",
        -6.684265636304456
      ],
      [
        " with",
        -6.687084456838263
      ],
      [
        "man",
        -6.688311361070692
      ],
      [
        "he new ",
        -6.691579771865083
      ],
      [
        " develop",
        -6.692569037972558
      ],
      [
        " comp",
        -6.693019788882045
      ],
      [
        "nced developers.",
        -6.701099429641657
      ],
      [
        "ch ",
        -6.701644525818412
      ],
      [
        "ding ",
        -6.702322760870756
      ],
      [
        "if ",
        -6.704515260765622
      ],
      [
        "ed a",
        -6.704940171015728
      ],
      [
        ":",
        -6.704958073069816
      ],
      [
        "rophy",
        -6.705159070995304
      ],
      [
        "<",
        -6.705249256799204
      ],
      [
        ">",
        -6.705249256799206
      ],
      [
        "M",
        -6.705249256799244
      ],
      [
        "+",
        -6.705249256799263
      ],
      [
        "F",
        -6.705249256799287
      ],
      [
        "J",
        -6.705249256799362
      ],
      [
        "H",
        -6.7052492567994655
      ],
      [
        "!",
        -6.705249256799516
      ],
      [
        "se and o",
        -6.705677847982997
      ],
      [
        ")\n",
        -6.705845155319246
      ],
      [
        "ver",
        -6.706215542506697
      ],
      [
        "igh",
        -6.706514034452195
      ],
      [
        "mp",
        -6.706555150516348
      ],
      [
        "10)",
        -6.707444117212269
      ],
      [
        "reet",
        -6.710898556797178
      ],
      [
        "en s",
        -6.712365279246005
      ],
      [
        "s. The ",
        -6.7125469633593
      ],
      [
        "n the ma",
        -6.714012459553263
      ],
      [
        "fic",
        -6.715777620480357
      ],
      [
        " = ",
        -6.718955364268701
      ],
      [
        "pr",
        -6.720962507627051
      ],
      [
        "com",
        -6.72122842062603
      ],
      [
        " if ",
        -6.721621904680955
      ],
      [
        "ec",
        -6.724272677790007
      ],
      [
        "ld",
        -6.725447256251064
      ],
      [
        "Th",
        -6.730434762528801
      ],
      [
        "yst",
        -6.7339746131240945
      ],
      [
        "ati",
        -6.73427078294979
      ],
      [
        "de",
        -6.741210622006007
      ],
      [
        "one",
        -6.743459661738534
      ],
      [
        "ng the p",
        -6.745138007549756
      ],
      [
        "reas",
        -6.746490289589438
      ],
      [
        "the a",
        -6.755071184764098
      ],
      [
        "nth",
        -6.7554931178914135
      ],
      [
        "bl",
        -6.757928666931501
      ],
      [
        "significant ",
        -6.758602430455824
      ],
      [
        "ue ",
        -6.759821082571057
      ],
      [
        "ast",
        -6.761841528755207
      ],
      [
        "U",
        -6.762818114103085
      ],
      [
        "C",
        -6.762818114103172
      ],
      [
        "ence",
        -6.7634088421666
      ],
      [
        "cose and oxygen.",
        -6.763651565590541
      ],
      [
        "n ",
        -6.767129889106143
      ],
      [
        " op",
        -6.768879287473862
      ],
      [
        "ntl",
        -6.771266935496095
      ],
      [
        "nced ",
        -6.7823413896681535
      ],
      [
        "= ",
        -6.785157286665102
      ],
      [
        "ect",
        -6.7852318047230975
      ],
      [
        "rt ",
        -6.7860351389636495
      ],
      [
        "ed in ",
        -6.786779708268397
      ],
      [
        " wo",
        -6.78688127988278
      ],
      [
        "ur place in it.",
        -6.789406253690474
      ],
      [
        "f ca",
        -6.792294954216723
      ],
      [
        "t out",
        -6.793809736250777
      ],
      [
        "bo",
        -6.798053780066099
      ],
      [
        "proved ",
        -6.7992968876611
      ],
      [
        "d co",
        -6.802519954864105
      ],
      [
        "hy",
        -6.807771721824336
      ],
      [
        "E",
        -6.808279617773685
      ],
      [
        "ts we",
        -6.809078775713676
      ],
      [
        "ely ",
        -6.8128804081137595
      ],
      [
        "ll m",
        -6.8174817580462355
      ],
      [
        "atives ",
        -6.820449178657447
      ],
      [
        "n the c",
        -6.826148255294767
      ],
      [
        "it",
        -6.8295737649694646
      ],
      [
        "rb",
        -6.8334929344067445
      ],
      [
        "at ",
        -6.834273346095838
      ],
      [
        " fi",
        -6.835508179963076
      ],
      [
        "rly ",
        -6.84539714194066
      ],
      [
        "ter",
        -6.8462065936896135
      ],
      [
        " photo",
        -6.846969006554764
      ],
      [
        "business units.",
        -6.847280831424389
      ],
      [
        "ult",
        -6.848495900200005
      ],
      [
        "cess",
        -6.853544737025071
      ],
      [
        " sy",
        -6.856790634487488
      ],
      [
        " be",
        -6.859283377775486
      ],
      [
        "ng",
        -6.86001677998597
      ],
      [
        "ffe",
        -6.861411021934869
      ],
      [
        "al to ",
        -6.864259533078034
      ],
      [
        "parti",
        -6.8664632053629875
      ],
      [
        " re",
        -6.8678055997380865
      ],
      [
        " po",
        -6.875693115427307
      ],
      [
        "s i",
        -6.881148834432082
      ],
      [
        "erie",
        -6.883613832556924
      ],
      [
        " year",
        -6.883915686147194
      ],
      [
        " out",
        -6.886059956289158
      ],
      [
        "perati",
        -6.8861157115783245
      ],
      [
        "lve",
        -6.888499964430168
      ],
      [
        "wa",
        -6.889794017482502
      ],
      [
        "ro",
        -6.89066792129319
      ],
      [
        "sta",
        -6.891632255723124
      ],
      [
        "t m",
        -6.894570068126758
      ],
      [
        " th",
        -6.896111269175822
      ],
      [
        "d rep",
        -6.8966717365729995
      ],
      [
        "king ",
        -6.896738218175031
      ],
      [
        "ar ",
        -6.898392056571447
      ],
      [
        "nce",
        -6.8988268934807735
      ],
      [
        "ini",
        -6.899044709524586
      ],
      [
        "ction ",
        -6.9015467807687605
      ],
      [
        "ow",
        -6.903683200895923
      ],
      [
        "pan",
        -6.9077003086743645
      ],
      [
        "es he",
        -6.907977064018077
      ],
      [
        "men",
        -6.908040466326367
      ],
      [
        "ntly ",
        -6.91441804732038
      ],
      [
        "us",
        -6.91995784810556
      ],
      [
        "ants ",
        -6.934762976829844
      ],
      [
        "red",
        -6.962767226815081
      ],
      [
        "lig",
        -6.9674776363901865
      ],
      [
        "ess ",
        -6.977237752439052
      ],
      [
        "and ",
        -6.981529801267224
      ],
      [
        " sto",
        -6.98573101505536
      ],
      [
        "port",
        -6.985782846845876
      ],
      [
        "ed ",
        -6.989793814768905
      ],
      [
        "me",
        -6.990969000090903
      ],
      [
        "te",
        -6.994108421517279
      ],
      [
        ")",
        -6.995391698799738
      ],
      [
        "ug",
        -7.00122888345449
      ],
      [
        "efficiency",
        -7.001340018050667
      ],
      [
        "tho",
        -7.013130954477491
      ],
      [
        "ent ",
        -7.017130215601563
      ],
      [
        "op",
        -7.01995643540768
      ],
      [
        "ed f",
        -7.022835809268134
      ],
      [
        "ibonacci(",
        -7.042950926303755
      ],
      [
        "or",
        -7.043073342779255
      ],
      [
        "10) = {result}')",
        -7.043435560238413
      ],
      [
        "be",
        -7.0502967990509955
      ],
      [
        "ction",
        -7.061462572738801
      ],
      [
        "is",
        -7.06703387814966
      ],
      [
        " p",
        -7.069748556082045
      ],
      [
        "arti",
        -7.072262164095568
      ],
      [
        "e new ",
        -7.093918000177961
      ],
      [
        "ate_fibonacci(n",
        -7.099996777975665
      ],
      [
        "eas",
        -7.109743127618533
      ],
      [
        "n the ",
        -7.11921250352283
      ],
      [
        "ie",
        -7.120053347785397
      ],
      [
        "ci",
        -7.133720405136176
      ],
      [
        "ibi",
        -7.14026710775776
      ],
      [
        "pt",
        -7.146789597791049
      ],
      [
        " exp",
        -7.1620153652064795
      ],
      [
        "ty ",
        -7.165956872049879
      ],
      [
        "hi",
        -7.166593848696264
      ],
      [
        " analys",
        -7.1749535199310275
      ],
      [
        "s g",
        -7.183009985020511
      ],
      [
        "creaking door.",
        -7.185075700932151
      ],
      [
        "ing",
        -7.200675454027547
      ],
      [
        "rit",
        -7.208442422595521
      ],
      [
        "st",
        -7.216480700658549
      ],
      [
        "fici",
        -7.222101469790773
      ],
      [
        " pa",
        -7.241001999328715
      ],
      [
        "ua",
        -7.242847039464619
      ],
      [
        "ach",
        -7.250800043621301
      ],
      [
        "lear",
        -7.252427247313604
      ],
      [
        "y. Th",
        -7.264720516826709
      ],
      [
        "mm",
        -7.287230257329831
      ],
      [
        "lan",
        -7.292209168200563
      ],
      [
        "ap",
        -7.292954004532568
      ],
      [
        "exp",
        -7.294521244703905
      ],
      [
        " and m",
        -7.29510519363245
      ],
      [
        "sis",
        -7.295190055873201
      ],
      [
        "mar",
        -7.29659350427978
      ],
      [
        "book",
        -7.307216815030825
      ],
      [
        "d a",
        -7.323992987709564
      ],
      [
        "art",
        -7.32851693712991
      ],
      [
        "y. The ",
        -7.334591015259152
      ],
      [
        "un",
        -7.336313138370805
      ],
      [
        " c",
        -7.3367473231812745
      ],
      [
        "new ",
        -7.3439340149742875
      ],
      [
        "crea",
        -7.34966811183651
      ],
      [
        "ed p",
        -7.35226685387765
      ],
      [
        "uni",
        -7.353959699878077
      ],
      [
        "ion",
        -7.357630012516574
      ],
      [
        "br",
        -7.361859698483399
      ],
      [
        "ifica",
        -7.364553098806567
      ],
      [
        "li",
        -7.37142842403284
      ],
      [
        "es i",
        -7.378738093785807
      ],
      [
        "se",
        -7.3832481635610065
      ],
      [
        "reac",
        -7.391625437884237
      ],
      [
        "eb",
        -7.398584013378951
      ],
      [
        " the ",
        -7.404540333233161
      ],
      [
        "tre",
        -7.413858067575784
      ],
      [
        "ement",
        -7.423087969543614
      ],
      [
        "il",
        -7.440308302989058
      ],
      [
        "participa",
        -7.441438524298498
      ],
      [
        "le",
        -7.444006486473814
      ],
      [
        " mar",
        -7.453667571823328
      ],
      [
        "author",
        -7.456846460777557
      ],
      [
        "ns",
        -7.458357222736129
      ],
      [
        "y ",
        -7.473568876243505
      ],
      [
        "the",
        -7.4916518091522555
      ],
      [
        " uni",
        -7.510687831303279
      ],
      [
        "rie",
        -7.513702922977519
      ],
      [
        "ng ",
        -7.520044216066006
      ],
      [
        "rte",
        -7.522775217221655
      ],
      [
        "all ",
        -7.524928448208968
      ],
      [
        "in ",
        -7.527506403683257
      ],
      [
        " sh",
        -7.53073215445047
      ],
      [
        " parti",
        -7.531219303888253
      ],
      [
        " ac",
        -7.533107696986414
      ],
      [
        "es ",
        -7.568591576907734
      ],
      [
        "cipating entity.",
        -7.574289059679784
      ],
      [
        "si",
        -7.587586928976334
      ],
      [
        "inte",
        -7.615633043156206
      ],
      [
        "ra",
        -7.623379609678247
      ],
      [
        "ve ",
        -7.63056935136281
      ],
      [
        "rese",
        -7.631581252135431
      ],
      [
        " ch",
        -7.635757276871962
      ],
      [
        "all",
        -7.644942241045029
      ],
      [
        " expe",
        -7.652596041552183
      ],
      [
        "isi",
        -7.653627816385634
      ],
      [
        " author",
        -7.654911456322591
      ],
      [
        "od",
        -7.669287774987827
      ],
      [
        "ations",
        -7.6720836777904635
      ],
      [
        "str",
        -7.680359332321682
      ],
      [
        "ve",
        -7.6806077049136094
      ],
      [
        " at the ",
        -7.682420483599458
      ],
      [
        "ial ",
        -7.682676001675066
      ],
      [
        "sy",
        -7.693514216216635
      ],
      [
        "so",
        -7.697174782737116
      ],
      [
        "ific",
        -7.7077819330670465
      ],
      [
        "s ",
        -7.708376573493414
      ],
      [
        "expe",
        -7.717568662529869
      ],
      [
        "tific",
        -7.7281813895409615
      ],
      [
        "es in ",
        -7.741124986116734
      ],
      [
        "cor",
        -7.772674234485761
      ],
      [
        "the c",
        -7.774221358420675
      ],
      [
        "ear ",
        -7.777133456198149
      ],
      [
        "rom",
        -7.7986656217531145
      ],
      [
        "s f",
        -7.80235284348629
      ],
      [
        "A",
        -7.808388250309469
      ],
      [
        "ib",
        -7.811528695944206
      ],
      [
        "ly",
        -7.8188015818475565
      ],
      [
        "ct",
        -7.8208658319785
      ],
      [
        "ention",
        -7.823942667754701
      ],
      [
        "y th",
        -7.834686932437089
      ],
      [
        "es and ",
        -7.853919890031657
      ],
      [
        "ai",
        -7.865318214564275
      ],
      [
        "ting entity.",
        -7.876115951309533
      ],
      [
        "d p",
        -7.8771778533824115
      ],
      [
        "pu",
        -7.891907658951011
      ],
      [
        "al ",
        -7.9214719033476655
      ],
      [
        "ers",
        -7.934724791664683
      ],
      [
        "sto",
        -7.939565869574105
      ],
      [
        "rre",
        -7.978556259591423
      ],
      [
        "ibonacci(10)",
        -7.980210841502368
      ],
      [
        "cl",
        -7.9842344364778235
      ],
      [
        "reaking door.",
        -7.994054863428746
      ],
      [
        "bi",
        -8.025793436643239
      ],
      [
        "ty",
        -8.069755863808712
      ],
      [
        "tal to ",
        -8.071488944843066
      ],
      [
        "ient",
        -8.092076262698223
      ],
      [
        " f",
        -8.114004089821291
      ],
      [
        "s we",
        -8.119201192232946
      ],
      [
        "metr",
        -8.149059960438953
      ],
      [
        "wi",
        -8.155125022371402
      ],
      [
        "ag",
        -8.160181789076955
      ],
      [
        "on",
        -8.172975867561409
      ],
      [
        "nt",
        -8.178014082953228
      ],
      [
        "bout ",
        -8.180548871282479
      ],
      [
        "tr",
        -8.234573648724714
      ],
      [
        "ts",
        -8.236778630576762
      ],
      [
        "ess",
        -8.258007276557201
      ],
      [
        "d ",
        -8.263989443464586
      ],
      [
        "ing an",
        -8.284000738687569
      ],
      [
        " 1",
        -8.287573510242325
      ],
      [
        "en",
        -8.2918262281952
      ],
      [
        "ri",
        -8.296468387436306
      ],
      [
        "ating ",
        -8.312279712915391
      ],
      [
        " = {result}')",
        -8.314004722636984
      ],
      [
        "e ",
        -8.314664080172602
      ],
      [
        " it",
        -8.330927789766994
      ],
      [
        "business units. ",
        -8.338029385428412
      ],
      [
        "initiati",
        -8.345798023597649
      ],
      [
        "of ",
        -8.357820663737648
      ],
      [
        "ies",
        -8.361775781044239
      ],
      [
        "complex ",
        -8.377334320910572
      ],
      [
        "rat",
        -8.408093873904322
      ],
      [
        "dif",
        -8.410777175840465
      ],
      [
        " de",
        -8.425499700160717
      ],
      [
        "ne",
        -8.432618491521687
      ],
      [
        "we",
        -8.437818090499658
      ],
      [
        "e s",
        -8.453275742764701
      ],
      [
        " P",
        -8.481225253757644
      ],
      [
        "ry ",
        -8.48431840934671
      ],
      [
        " Th",
        -8.491742510130752
      ],
      [
        "to c",
        -8.493180179462247
      ],
      [
        "tions ",
        -8.516192529731104
      ],
      [
        "cell",
        -8.54102120815621
      ],
      [
        "lli",
        -8.573896277580012
      ],
      [
        "ins ",
        -8.633014780363588
      ],
      [
        " gr",
        -8.640073965643502
      ],
      [
        " each ",
        -8.640329753438722
      ],
      [
        "cu",
        -8.657649558208876
      ],
      [
        "with",
        -8.660075328433102
      ],
      [
        "outcomes i",
        -8.66469271202669
      ],
      [
        "d c",
        -8.675716344362804
      ],
      [
        "late_fibonacci(n",
        -8.691930917755203
      ],
      [
        "th ",
        -8.714369470185842
      ],
      [
        "cien",
        -8.72114067325759
      ],
      [
        "is ",
        -8.728727706654336
      ],
      [
        "energy ",
        -8.730893191672902
      ],
      [
        "hrough ",
        -8.739379119701013
      ],
      [
        " s",
        -8.752569569861546
      ],
      [
        "to ",
        -8.754460093357325
      ],
      [
        "wel",
        -8.76798471066557
      ],
      [
        "out",
        -8.779414139579254
      ],
      [
        "co",
        -8.79550184596842
      ],
      [
        "red ",
        -8.800036059310251
      ],
      [
        "rl",
        -8.82337462044476
      ],
      [
        "oun",
        -8.827098597871213
      ],
      [
        "t ",
        -8.832105099827114
      ],
      [
        " m",
        -8.851707896850863
      ],
      [
        "ub",
        -8.852232872745141
      ],
      [
        "an ",
        -8.857584891516114
      ],
      [
        "sed ",
        -8.87637552850224
      ],
      [
        "nta",
        -8.936972698786795
      ],
      [
        "im",
        -9.024725850708633
      ],
      [
        " a",
        -9.025683130966895
      ],
      [
        ", with ",
        -9.026067308570473
      ],
      [
        "par",
        -9.056141245270336
      ],
      [
        " to",
        -9.05943439354755
      ],
      [
        "ep",
        -9.070581331348617
      ],
      [
        "yo",
        -9.082076744100181
      ],
      [
        "eat",
        -9.100803609705252
      ],
      [
        " we",
        -9.106235417976896
      ],
      [
        "ts ",
        -9.108387202196585
      ],
      [
        "du",
        -9.11691965444496
      ],
      [
        "here",
        -9.148979590665888
      ],
      [
        " significant ",
        -9.161533606878221
      ],
      [
        "k",
        -9.185659963198097
      ],
      [
        "=",
        -9.187960528692688
      ],
      [
        "for ",
        -9.199796234637589
      ],
      [
        "make",
        -9.202017470497502
      ],
      [
        "es",
        -9.238551585116936
      ],
      [
        "s co",
        -9.240318276626876
      ],
      [
        "if",
        -9.246917782081688
      ],
      [
        "ting entity. ",
        -9.249598822741481
      ],
      [
        "nd c",
        -9.279445523068983
      ],
      [
        "ea",
        -9.310837091812369
      ],
      [
        "ur place in it. ",
        -9.312278233673249
      ],
      [
        "s w",
        -9.342174190568475
      ],
      [
        "tion ",
        -9.350752012159402
      ],
      [
        "ccessib",
        -9.403312385174619
      ],
      [
        "trop",
        -9.403776083963042
      ],
      [
        "ope",
        -9.40996560947873
      ],
      [
        " = {result}') Th",
        -9.412460483850783
      ],
      [
        " i",
        -9.43465814405296
      ],
      [
        "fe",
        -9.474396114722168
      ],
      [
        " w",
        -9.485535143856852
      ],
      [
        "no",
        -9.486354792702475
      ],
      [
        "lle",
        -9.486419362458413
      ],
      [
        "ed re",
        -9.493074394949469
      ],
      [
        "ni",
        -9.49385066904214
      ],
      [
        " it ",
        -9.50152418215497
      ],
      [
        "ul",
        -9.506475006579882
      ],
      [
        "ig",
        -9.545637742285995
      ],
      [
        "tel",
        -9.582266827583432
      ],
      [
        "ons",
        -9.608951843822345
      ],
      [
        "and con",
        -9.652242088434608
      ],
      [
        "ay",
        -9.668059965167314
      ],
      [
        "elve",
        -9.675390093592071
      ],
      [
        "ex",
        -9.691066068769182
      ],
      [
        "pa",
        -9.694020231565508
      ],
      [
        "report",
        -9.720392322439764
      ],
      [
        " the a",
        -9.730449682644124
      ],
      [
        "ting entity. Th",
        -9.730624571775838
      ],
      [
        "ge ",
        -9.761818309323901
      ],
      [
        "ics",
        -9.77059140485069
      ],
      [
        " me",
        -9.776365680859428
      ],
      [
        "ate",
        -9.78339738759895
      ],
      [
        "ld ",
        -9.814971002243052
      ],
      [
        "esi",
        -9.818039893778446
      ],
      [
        "d ope",
        -9.831068717136862
      ],
      [
        "t o",
        -9.877639858264864
      ],
      [
        "on the market. ",
        -9.887487955703115
      ],
      [
        "r p",
        -9.892093357075565
      ],
      [
        "mo",
        -9.895494648266634
      ],
      [
        "reaking door. Th",
        -9.953625084899159
      ],
      [
        "nc",
        -9.962492940420475
      ],
      [
        "st ",
        -9.963928602628048
      ],
      [
        "ach ",
        -9.963988306072467
      ],
      [
        " ca",
        -9.971315872003665
      ],
      [
        "e t",
        -9.974737406925149
      ],
      [
        "el",
        -9.984575597296331
      ],
      [
        "s th",
        -9.998380655996671
      ],
      [
        "f ",
        -10.005121839459237
      ],
      [
        "che",
        -10.024022468279846
      ],
      [
        "ces",
        -10.04011842147017
      ],
      [
        "om",
        -10.070985822299583
      ],
      [
        "e c",
        -10.076201462025107
      ],
      [
        " significant",
        -10.094584927121161
      ],
      [
        "accessib",
        -10.140619806628697
      ],
      [
        "as",
        -10.155547143415365
      ],
      [
        "creaking door. ",
        -10.169704433873257
      ],
      [
        "eve",
        -10.184631120996915
      ],
      [
        "to th",
        -10.19027296873419
      ],
      [
        "ive",
        -10.243824570146309
      ],
      [
        "ather",
        -10.358557874408474
      ],
      [
        "and",
        -10.37913138391325
      ],
      [
        "ana",
        -10.394162376657654
      ],
      [
        "nalys",
        -10.414917884168602
      ],
      [
        " the ma",
        -10.435177140555577
      ],
      [
        "ation ",
        -10.446610425065904
      ],
      [
        " energy t",
        -10.481956217505802
      ],
      [
        "rs",
        -10.523822015723365
      ],
      [
        "on. ",
        -10.527645029732412
      ],
      [
        "rm",
        -10.588948883047307
      ],
      [
        "ional ",
        -10.594744017535053
      ],
      [
        " li",
        -10.59895186325425
      ],
      [
        "ce ",
        -10.646636003390986
      ],
      [
        "bil",
        -10.658258004776895
      ],
      [
        "a ",
        -10.694538784504072
      ],
      [
        "ing entity. The ",
        -10.706702682179053
      ],
      [
        "ced ",
        -10.725805340188897
      ],
      [
        "s he",
        -10.761667607208524
      ],
      [
        "h b",
        -10.79134517538689
      ],
      [
        "she",
        -10.793540503736372
      ],
      [
        "tati",
        -10.808105188594766
      ],
      [
        ", a",
        -10.823089491037411
      ],
      [
        " every",
        -10.870153849949737
      ],
      [
        " con",
        -10.910320489138407
      ],
      [
        "nt ",
        -10.943467571805435
      ],
      [
        "ntion",
        -10.946307808776911
      ],
      [
        "f c",
        -10.963897076523239
      ],
      [
        "lt",
        -11.017136599450767
      ],
      [
        "ut",
        -11.01740107318284
      ],
      [
        "ting ",
        -11.018386285019359
      ],
      [
        "nd ",
        -11.07130602868819
      ],
      [
        "the cor",
        -11.072858218714238
      ],
      [
        " book a",
        -11.091612102135679
      ],
      [
        "ove",
        -11.13368568208552
      ],
      [
        "on ",
        -11.155053659524901
      ],
      [
        "ding",
        -11.19374355656457
      ],
      [
        "eco",
        -11.215890414795744
      ],
      [
        "e m",
        -11.232211454665798
      ],
      [
        "t ex",
        -11.251694033790965
      ],
      [
        "onve",
        -11.272339316062022
      ],
      [
        "rt",
        -11.307713790597482
      ],
      [
        "tan",
        -11.33418465167886
      ],
      [
        "ste",
        -11.36281766242473
      ],
      [
        " co",
        -11.379625915551097
      ],
      [
        " in",
        -11.443147583416732
      ],
      [
        "r-",
        -11.453595717051698
      ],
      [
        "reaking door. ",
        -11.536552434466572
      ],
      [
        " of c",
        -11.582924497055869
      ],
      [
        "\n    ",
        -11.592772349626983
      ],
      [
        "T",
        -11.616601782048297
      ],
      [
        "return ",
        -11.628844221049356
      ],
      [
        "iti",
        -11.716511476307067
      ],
      [
        " across ",
        -11.732747382957324
      ],
      [
        "act",
        -11.799362605551858
      ],
      [
        "o ",
        -11.813427700012328
      ],
      [
        "con",
        -11.872338798563383
      ],
      [
        "y a",
        -11.890001708004359
      ],
      [
        "it ",
        -11.9307779523223
      ],
      [
        "osy",
        -12.002332897919096
      ],
      [
        "d in",
        -12.014462871634372
      ],
      [
        "ti",
        -12.020610166016958
      ],
      [
        "ces ",
        -12.07139001720549
      ],
      [
        "m ",
        -12.458401558774332
      ],
      [
        "and ex",
        -12.558287764960472
      ],
      [
        "ate_fibonacci(",
        -12.685250535912635
      ],
      [
        "ies ",
        -12.704629631783282
      ],
      [
        "les",
        -12.737217802387885
      ],
      [
        "rk",
        -12.770570064238797
      ],
      [
        " from ",
        -12.82893362001638
      ],
      [
        "a co",
        -12.856132309454303
      ],
      [
        "ant",
        -12.858231234269196
      ],
      [
        "_",
        -12.887361140558712
      ],
      [
        "I",
        -12.887461140558713
      ],
      [
        "j",
        -12.887561140558713
      ],
      [
        "}",
        -12.887661140558713
      ],
      [
        "{",
        -12.887761140558712
      ],
      [
        "tives ",
        -12.887761140558712
      ]
    ],
    "byte_fallback": false
  }
}