{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<UNK>",
        0.0
      ],
      [
        "s",
        -3.8366227807480726
      ],
      [
        "n",
        -4.013122155886616
      ],
      [
        "e",
        -4.055528211043418
      ],
      [
        "a",
        -4.076527636541317
      ],
      [
        "t",
        -4.15941189734298
      ],
      [
        "l",
        -4.194743563648413
      ],
      [
        "u",
        -4.351717195162337
      ],
      [
        "i",
        -4.424778091363484
      ],
      [
        " ",
        -4.599689420863833
      ],
      [
        "d",
        -4.626601374040475
      ],
      [
        "c",
        -4.7047673957862255
      ],
      [
        "m",
        -4.939397975151819
      ],
      [
        "re",
        -4.950314804796028
      ],
      [
        "o",
        -4.953112520626583
      ],
      [
        "b",
        -4.987205751206086
      ],
      [
        "r",
        -5.103063682941976
      ],
      [
        " of ",
        -5.142976415978277
      ],
      [
        "f",
        -5.180163201463757
      ],
      [
        "y",
        -5.208730414848684
      ],
      [
        "2",
        -5.2497373897775415
      ],
      [
        "v",
        -5.406499398141282
      ],
      [
        "cul",
        -5.425080701407446
      ],
      [
        "The ",
        -5.447094736029977
      ],
      [
        "ly ",
        -5.456335309908836
      ],
      [
        "ol",
        -5.456848015621371
      ],
      [
        "able ",
        -5.481707487280694
      ],
      [
        "sts a",
        -5.496064002699115
      ],
      [
        " for ",
        -5.525825089385882
      ],
      [
        "ation",
        -5.526561411302944
      ],
      [
        "ing ",
        -5.54045025979714
      ],
      [
        ",",
        -5.558332078139619
      ],
      [
        "-",
        -5.560858034969509
      ],
      [
        "cal",
        -5.566003470458538
      ],
      [
        "to",
        -5.572225262820468
      ],
      [
        "\n",
        -5.606235618099045
      ],
      [
        "w",
        -5.616119483037587
      ],
      [
        " and ",
        -5.620013582105195
      ],
      [
        "ted ",
        -5.628839359594809
      ],
      [
        "ou",
        -5.645997624759116
      ],
      [
        "ur",
        -5.669742265650784
      ],
      [
        "ed",
        -5.682983010539721
      ],
      [
        "age",
        -5.684731733217836
      ],
      [
        "p",
        -5.686364406815293
      ],
      [
        " bi",
        -5.687703014196907
      ],
      [
        "th",
        -5.691744328391096
      ],
      [
        "rea",
        -5.694422981831902
      ],
      [
        "1",
        -5.709668054904182
      ],
      [
        "each ",
        -5.718636886220336
      ],
      [
        "0",
        -5.750864815398765
      ],
      [
        "relation",
        -5.752282919383532
      ],
      [
        " between ",
        -5.752667626176307
      ],
      [
        "sh",
        -5.775590688676634
      ],
      [
        "ic",
        -5.781124931403882
      ],
      [
        "he",
        -5.782207925616326
      ],
      [
        "in",
        -5.783388139620012
      ],
      [
        "s and ",
        -5.784196941880855
      ],
      [
        "al",
        -5.789534240323595
      ],
      [
        "significant",
        -5.806598101886792
      ],
      [
        "ves ",
        -5.812412019257741
      ],
      [
        "ility an",
        -5.825057536451211
      ],
      [
        "col",
        -5.828920766123641
      ],
      [
        " pro",
        -5.8460653950350725
      ],
      [
        " outcomes i",
        -5.8634247297242466
      ],
      [
        " report",
        -5.870127526777714
      ],
      [
        "year",
        -5.872614115521255
      ],
      [
        "7",
        -5.8781403075841565
      ],
      [
        "an a",
        -5.879584775041991
      ],
      [
        "ive ",
        -5.892168722752646
      ],
      [
        "8",
        -5.896659296539775
      ],
      [
        "owing ",
        -5.89811796287289
      ],
      [
        "ed w",
        -5.900070797219136
      ],
      [
        "ata ",
        -5.900596828947576
      ],
      [
        "ge",
        -5.9176821116156075
      ],
      [
        "l de",
        -5.91818438592726
      ],
      [
        "from ",
        -5.9191780078055345
      ],
      [
        "4",
        -5.921897145391501
      ],
      [
        " accessib",
        -5.922485010864517
      ],
      [
        "result",
        -5.929252789683669
      ],
      [
        ") ",
        -5.933196423865457
      ],
      [
        " metr",
        -5.940957038683665
      ],
      [
        "x",
        -5.94141750639036
      ],
      [
        "s, with ",
        -5.944719646635948
      ],
      [
        "ly d",
        -5.9516688369249815
      ],
      [
        "mental ",
        -5.952627790095233
      ],
      [
        ". P",
        -5.956788738215775
      ],
      [
        "for",
        -5.961897508123407
      ],
      [
        ". ",
        -5.966059476418428
      ],
      [
        " int",
        -5.970372278986545
      ],
      [
        " gree",
        -5.975391919304693
      ],
      [
        "gin",
        -5.976872353595606
      ],
      [
        "earning",
        -5.97786662969012
      ],
      [
        "ology ",
        -5.981459826446128
      ],
      [
        "res",
        -5.988408654190682
      ],
      [
        "over",
        -5.990877414432127
      ],
      [
        "conve",
        -5.994520858410162
      ],
      [
        ". Its ",
        -6.002075522730268
      ],
      [
        "ell",
        -6.006491165752237
      ],
      [
        "g",
        -6.007497382515415
      ],
      [
        "'",
        -6.0086177979806275
      ],
      [
        ":\n    ",
        -6.008762915988472
      ],
      [
        "ate_fibonacci(n-",
        -6.009840889670731
      ],
      [
        "    return ",
        -6.01605854464697
      ],
      [
        "cienti",
        -6.01699725807967
      ],
      [
        " expl",
        -6.019437769510262
      ],
      [
        "every",
        -6.023138700992277
      ],
      [
        "eather",
        -6.025087002763879
      ],
      [
        ", ",
        -6.031756321241955
      ],
      [
        "iz",
        -6.033426065561544
      ],
      [
        "cos",
        -6.040656323320425
      ],
      [
        "ed ope",
        -6.042563104419168
      ],
      [
        "ner",
        -6.044008005001682
      ],
      [
        "lin",
        -6.045447700484428
      ],
      [
        " make",
        -6.046884097325707
      ],
      [
        "through ",
        -6.050219645937727
      ],
      [
        " exce",
        -6.0523290892627015
      ],
      [
        "ment, ",
        -6.052998814550446
      ],
      [
        "(",
        -6.058628005706328
      ],
      [
        "ical",
        -6.062141250189834
      ],
      [
        " the cor",
        -6.062704189960545
      ],
      [
        "e to ",
        -6.0648369986885875
      ],
      [
        "light",
        -6.066335377846258
      ],
      [
        "hlorop",
        -6.066607056316206
      ],
      [
        "ear",
        -6.069088524699282
      ],
      [
        "ted in ",
        -6.071263186245885
      ],
      [
        "ide",
        -6.073396070020221
      ],
      [
        "ust ",
        -6.075660670144745
      ],
      [
        "S",
        -6.082031116285459
      ],
      [
        "nding",
        -6.082789251414421
      ],
      [
        "hel",
        -6.085045174397334
      ],
      [
        "ima",
        -6.088056238439693
      ],
      [
        " mo",
        -6.09181176401095
      ],
      [
        " initiati",
        -6.106375211799851
      ],
      [
        "synt",
        -6.1073648486813985
      ],
      [
        "sit",
        -6.110455580376314
      ],
      [
        "gr",
        -6.119851332189453
      ],
      [
        "by a",
        -6.12125556745135
      ],
      [
        "s con",
        -6.125413439321629
      ],
      [
        "ll",
        -6.126007665442682
      ],
      [
        "or w",
        -6.130520322932013
      ],
      [
        " about ",
        -6.13557042772585
      ],
      [
        "h",
        -6.137131214854298
      ],
      [
        " complex ",
        -6.1424174973983465
      ],
      [
        "P",
        -6.144532817744936
      ],
      [
        " and con",
        -6.152627596058319
      ],
      [
        "%",
        -6.1565352601887
      ],
      [
        "ma",
        -6.167635380105739
      ],
      [
        ".",
        -6.1708955097942475
      ],
      [
        " The ",
        -6.1866911029672105
      ],
      [
        "ain",
        -6.198003976853694
      ],
      [
        "an",
        -6.1987367311299115
      ],
      [
        " su",
        -6.200587806478275
      ],
      [
        "ration",
        -6.2068045200863535
      ],
      [
        " energy ",
        -6.207628847630042
      ],
      [
        "ch",
        -6.215893223151575
      ],
      [
        "% ",
        -6.219372130430216
      ],
      [
        "er",
        -6.247833377168594
      ],
      [
        "pro",
        -6.253837518605864
      ],
      [
        "educ",
        -6.262715037029644
      ],
      [
        "ent",
        -6.266639902936289
      ],
      [
        "tions",
        -6.267053680595572
      ],
      [
        "di",
        -6.267385077577524
      ],
      [
        "ar",
        -6.268944038437703
      ],
      [
        "int",
        -6.2881707747432865
      ],
      [
        " to ",
        -6.293650870987387
      ],
      [
        " is ",
        -6.300485179756553
      ],
      [
        "su",
        -6.304691793485255
      ],
      [
        " A",
        -6.318366842264587
      ],
      [
        "am",
        -6.323871856627366
      ],
      [
        " che",
        -6.324713131796591
      ],
      [
        "s. ",
        -6.339212169453339
      ],
      [
        " efficiency",
        -6.343303313832242
      ],
      [
        "ood",
        -6.3491254755045015
      ],
      [
        "analys",
        -6.349785558686907
      ],
      [
        "stor",
        -6.365651219144823
      ],
      [
        " inte",
        -6.370076069868643
      ],
      [
        "nts ",
        -6.378630150122046
      ],
      [
        "ce",
        -6.406376552799959
      ],
      [
        "rst",
        -6.406706486140321
      ],
      [
        "da",
        -6.411594308716925
      ],
      [
        "ical ",
        -6.415634490979564
      ],
      [
        "in the ",
        -6.4272819438372935
      ],
      [
        "tra",
        -6.428070327460069
      ],
      [
        "fi",
        -6.435560118833494
      ],
      [
        "the ",
        -6.435759291999371
      ],
      [
        "ties ",
        -6.446167705791341
      ],
      [
        "D",
        -6.447741342424838
      ],
      [
        "5",
        -6.4477413424248695
      ],
      [
        " participa",
        -6.4501875628460015
      ],
      [
        "ll-being scores.",
        -6.452651210622401
      ],
      [
        "across ",
        -6.457182492873172
      ],
      [
        "la",
        -6.460014919809155
      ],
      [
        "at",
        -6.46582649741365
      ],
      [
        "s, ",
        -6.4665431828966
      ],
      [
        "ment",
        -6.47678388053219
      ],
      [
        "ho",
        -6.477694381411127
      ],
      [
        "per",
        -6.479870021883523
      ],
      [
        "ines",
        -6.4799860109302445
      ],
      [
        "lec",
        -6.48574403110582
      ],
      [
        "tional ",
        -6.487268255894187
      ],
      [
        "rent",
        -6.495015781134749
      ],
      [
        "ting",
        -6.498365242293774
      ],
      [
        "duc",
        -6.503234775649186
      ],
      [
        "book a",
        -6.508015031355264
      ],
      [
        " book",
        -6.5102083184736514
      ],
      [
        "tion",
        -6.516898535529019
      ],
      [
        "ark",
        -6.517847063122672
      ],
      [
        "mon",
        -6.520145123433177
      ],
      [
        " space",
        -6.520709494210808
      ],
      [
        "energy t",
        -6.528790205656753
      ],
      [
        "nd",
        -6.529814142491033
      ],
      [
        "photo",
        -6.532937715175962
      ],
      [
        "across all ",
        -6.533038752500165
      ],
      [
        " ex",
        -6.538055734838744
      ],
      [
        "mi",
        -6.544198925696717
      ],
      [
        "ulate_fibonacci(",
        -6.544638872534984
      ],
      [
        "tist",
        -6.545911417728763
      ],
      [
        "jority of cases.",
        -6.550102248799335
      ],
      [
        " eff",
        -6.552491334644486
      ],
      [
        " S",
        -6.554288303397733
      ],
      [
        ". S",
        -6.556032818171975
      ],
      [
        "mproved ",
        -6.556223389475739
      ],
      [
        "s st",
        -6.560947458116808
      ],
      [
        "new",
        -6.560990244016217
      ],
      [
        "em",
        -6.5693587925269625
      ],
      [
        "nt to ",
        -6.569649892792419
      ],
      [
        " st",
        -6.578028201431279
      ],
      [
        "po",
        -6.582982661393859
      ],
      [
        " and ex",
        -6.587090688421681
      ],
      [
        "tim",
        -6.59160329681248
      ],
      [
        "ries",
        -6.592115248714068
      ],
      [
        "gree",
        -6.596852687826564
      ],
      [
        "sign",
        -6.599850700309868
      ],
      [
        "reak",
        -6.600876822722763
      ],
      [
        "tri",
        -6.601889656252644
      ],
      [
        "ic c",
        -6.6119770285081385
      ],
      [
        "twe",
        -6.61268082325468
      ],
      [
        "space",
        -6.618557293943923
      ],
      [
        "min",
        -6.61947189390793
      ],
      [
        "ing the p",
        -6.622206638547114
      ],
      [
        "t the ",
        -6.623278972247627
      ],
      [
        " to th",
        -6.626723030163857
      ],
      [
        "shed ",
        -6.633431313466758
      ],
      [
        "lit",
        -6.635388908544702
      ],
      [
        "O",
        -6.637656996189646
      ],
      [
        "q",
        -6.637656996189657
      ],
      [
        "3",
        -6.637656996189662
      ],
      [
        "$",
        -6.637656996189688
      ],
      [
        "s improved ",
        -6.63888112947542
      ],
      [
        "ck",
        -6.640465556800422
      ],
      [
        "ip",
        -6.641357891712523
      ],
      [
        "ta",
        -6.643447564323783
      ],
      [
        "on the market.",
        -6.649748725160517
      ],
      [
        " across all ",
        -6.659169234803538
      ],
      [
        "s c",
        -6.66020973999216
      ],
      [
        " it a",
        -6.661984766757342
      ],
      [
        "ac",
        -6.663724807122554
      ],
      [
        "sent",
        -6.665811801226422
      ],
      [
        "ion. ",
        -6.665945075109456
      ],
      [
        "uthor",
        -6.669433140168918
      ],
      [
        "re ",
        -6.670169816812921
      ],
      [
        "om ",
        -6.673215523381567
      ],
      [
        " b",
        -6.673902324407819
      ],
      [
        "y e",
        -6.675243424114098
      ],
      [
        "ven",
        -6.678360460446192
      ],
      [
        "z",
        -6.684265636304371
      ],
      [
        " with",
        -6.68708445683827
      ],
      [
        "man",
        -6.688311361070696
      ],
      [
        "he new ",
        -6.691579771865095
      ],
      [
        " develop",
        -6.692569037972558
      ],
      [
        " comp",
        -6.693019788882045
      ],
      [
        "nced developers.",
        -6.701099429641658
      ],
      [
        "ch ",
        -6.701644525818413
      ],
      [
        "ding ",
        -6.702322760870707
      ],
      [
        "if ",
        -6.704515260765677
      ],
      [
        "ed a",
        -6.704940171015732
      ],
      [
        ":",
        -6.70495807306983
      ],
      [
        "rophy",
        -6.705159070995266
      ],
      [
        "M",
        -6.705249256799248
      ],
      [
        "<",
        -6.70524925679926
      ],
      [
        ">",
        -6.70524925679926
      ],
      [
        "+",
        -6.705249256799276
      ],
      [
        "F",
        -6.705249256799296
      ],
      [
        "J",
        -6.705249256799356
      ],
      [
        "!",
        -6.7052492567994735
      ],
      [
        "H",
        -6.70524925679948
      ],
      [
        "se and o",
        -6.705677847983
      ],
      [
        ")\n",
        -6.705845155319269
      ],
      [
        "ver",
        -6.706215542506706
      ],
      [
        "igh",
        -6.70651403445221
      ],
      [
        "mp",
        -6.706555150516362
      ],
      [
        "10)",
        -6.707444117212286
      ],
      [
        "reet",
        -6.710898556797188
      ],
      [
        "en s",
        -6.712365279246015
      ],
      [
        "s. The ",
        -6.712546963359303
      ],
      [
        "n the ma",
        -6.714012459553267
      ],
      [
        "fic",
        -6.715777620480358
      ],
      [
        " = ",
        -6.718955364268714
      ],
      [
        "pr",
        -6.720962507627059
      ],
      [
        "com",
        -6.721228420626001
      ],
      [
        " if ",
        -6.721621904680965
      ],
      [
        "ec",
        -6.724272677789995
      ],
      [
        "ld",
        -6.725447256251069
      ],
      [
        "Th",
        -6.7304347625288035
      ],
      [
        "yst",
        -6.733974613124098
      ],
      [
        "ati",
        -6.734270782949799
      ],
      [
        "de",
        -6.741210622006023
      ],
      [
        "one",
        -6.74345966173854
      ],
      [
        "ng the p",
        -6.745138007549757
      ],
      [
        "reas",
        -6.746490289589414
      ],
      [
        "the a",
        -6.755071184764098
      ],
      [
        "nth",
        -6.755493117891421
      ],
      [
        "bl",
        -6.757928666931505
      ],
      [
        "significant ",
        -6.758602430455829
      ],
      [
        "ue ",
        -6.7598210825710545
      ],
      [
        "ast",
        -6.7618415287551725
      ],
      [
        "U",
        -6.762818114103091
      ],
      [
        "C",
        -6.762818114103172
      ],
      [
        "ence",
        -6.7634088421666005
      ],
      [
        "cose and oxygen.",
        -6.7636515655905445
      ],
      [
        "n ",
        -6.767129889106176
      ],
      [
        " op",
        -6.768879287473855
      ],
      [
        "ntl",
        -6.77126693549611
      ],
      [
        "nced ",
        -6.782341389668161
      ],
      [
        "= ",
        -6.78515728666516
      ],
      [
        "ect",
        -6.785231804723095
      ],
      [
        "rt ",
        -6.786035138963651
      ],
      [
        "ed in ",
        -6.7867797082684005
      ],
      [
        " wo",
        -6.786881279882782
      ],
      [
        "ur place in it.",
        -6.789406253690478
      ],
      [
        "f ca",
        -6.792294954216731
      ],
      [
        "t out",
        -6.793809736250783
      ],
      [
        "bo",
        -6.798053780066101
      ],
      [
        "proved ",
        -6.799296887661104
      ],
      [
        "d co",
        -6.802519954864115
      ],
      [
        "hy",
        -6.80777172182434
      ],
      [
        "E",
        -6.808279617773689
      ],
      [
        "ts we",
        -6.809078775713653
      ],
      [
        "ely ",
        -6.812880408113762
      ],
      [
        "ll m",
        -6.817481758046237
      ],
      [
        "atives ",
        -6.820449178657451
      ],
      [
        "n the c",
        -6.826148255294768
      ],
      [
        "it",
        -6.829573764969455
      ],
      [
        "rb",
        -6.833492934406745
      ],
      [
        "at ",
        -6.83427334609584
      ],
      [
        " fi",
        -6.835508179963091
      ],
      [
        "rly ",
        -6.845397141940657
      ],
      [
        "ter",
        -6.846206593689616
      ],
      [
        " photo",
        -6.846969006554766
      ],
      [
        "business units.",
        -6.847280831424392
      ],
      [
        "ult",
        -6.848495900200005
      ],
      [
        "cess",
        -6.853544737025074
      ],
      [
        " sy",
        -6.8567906344874965
      ],
      [
        " be",
        -6.859283377775488
      ],
      [
        "ng",
        -6.860016779985967
      ],
      [
        "ffe",
        -6.861411021934873
      ],
      [
        "al to ",
        -6.864259533078041
      ],
      [
        "parti",
        -6.866463205362991
      ],
      [
        " re",
        -6.86780559973809
      ],
      [
        " po",
        -6.87569311542731
      ],
      [
        "s i",
        -6.881148834432057
      ],
      [
        "erie",
        -6.883613832556927
      ],
      [
        " year",
        -6.883915686147197
      ],
      [
        " out",
        -6.886059956289162
      ],
      [
        "perati",
        -6.886115711578318
      ],
      [
        "lve",
        -6.88849996443017
      ],
      [
        "wa",
        -6.889794017482464
      ],
      [
        "ro",
        -6.890667921293193
      ],
      [
        "sta",
        -6.8916322557231275
      ],
      [
        "t m",
        -6.894570068126762
      ],
      [
        " th",
        -6.896111269175824
      ],
      [
        "d rep",
        -6.896671736573008
      ],
      [
        "king ",
        -6.896738218175041
      ],
      [
        "ar ",
        -6.8983920565714465
      ],
      [
        "nce",
        -6.898826893480773
      ],
      [
        "ini",
        -6.8990447095245795
      ],
      [
        "ction ",
        -6.901546780768766
      ],
      [
        "ow",
        -6.9036832008959195
      ],
      [
        "pan",
        -6.907700308674364
      ],
      [
        "es he",
        -6.907977064018081
      ],
      [
        "men",
        -6.908040466326343
      ],
      [
        "ntly ",
        -6.914418047320379
      ],
      [
        "us",
        -6.919957848105561
      ],
      [
        "ants ",
        -6.934762976829846
      ],
      [
        "red",
        -6.962767226815095
      ],
      [
        "lig",
        -6.967477636390187
      ],
      [
        "ess ",
        -6.977237752439059
      ],
      [
        "and ",
        -6.981529801267223
      ],
      [
        " sto",
        -6.985731015055364
      ],
      [
        "port",
        -6.985782846845882
      ],
      [
        "ed ",
        -6.989793814768905
      ],
      [
        "me",
        -6.990969000090915
      ],
      [
        "te",
        -6.99410842151728
      ],
      [
        ")",
        -6.995391698799742
      ],
      [
        "ug",
        -7.001228883454494
      ],
      [
        "efficiency",
        -7.0013400180506675
      ],
      [
        "tho",
        -7.013130954477491
      ],
      [
        "ent ",
        -7.017130215601564
      ],
      [
        "op",
        -7.019956435407687
      ],
      [
        "ed f",
        -7.022835809268134
      ],
      [
        "ibonacci(",
        -7.042950926303757
      ],
      [
        "or",
        -7.043073342779241
      ],
      [
        "10) = {result}')",
        -7.043435560238416
      ],
      [
        "be",
        -7.050296799050999
      ],
      [
        "ction",
        -7.0614625727388045
      ],
      [
        "is",
        -7.067033878149669
      ],
      [
        " p",
        -7.069748556082047
      ],
      [
        "arti",
        -7.072262164095568
      ],
      [
        "e new ",
        -7.093918000177967
      ],
      [
        "ate_fibonacci(n",
        -7.099996777975676
      ],
      [
        "eas",
        -7.10974312761855
      ],
      [
        "n the ",
        -7.119212503522833
      ],
      [
        "ie",
        -7.1200533477854
      ],
      [
        "ci",
        -7.133720405136181
      ],
      [
        "ibi",
        -7.140267107757763
      ],
      [
        "pt",
        -7.14678959779102
      ],
      [
        " exp",
        -7.162015365206475
      ],
      [
        "ty ",
        -7.165956872049887
      ],
      [
        "hi",
        -7.166593848696267
      ],
      [
        " analys",
        -7.174953519931025
      ],
      [
        "s g",
        -7.183009985020514
      ],
      [
        "creaking door.",
        -7.185075700932153
      ],
      [
        "ing",
        -7.200675454027522
      ],
      [
        "rit",
        -7.208442422595525
      ],
      [
        "st",
        -7.216480700658551
      ],
      [
        "fici",
        -7.22210146979077
      ],
      [
        " pa",
        -7.2410019993287165
      ],
      [
        "ua",
        -7.2428470394646185
      ],
      [
        "ach",
        -7.250800043621302
      ],
      [
        "lear",
        -7.252427247313607
      ],
      [
        "y. Th",
        -7.26472051682671
      ],
      [
        "mm",
        -7.287230257329828
      ],
      [
        "lan",
        -7.292209168200561
      ],
      [
        "ap",
        -7.292954004532572
      ],
      [
        "exp",
        -7.2945212447039065
      ],
      [
        " and m",
        -7.295105193632454
      ],
      [
        "sis",
        -7.295190055873203
      ],
      [
        "mar",
        -7.296593504279774
      ],
      [
        "book",
        -7.307216815030756
      ],
      [
        "d a",
        -7.323992987709568
      ],
      [
        "art",
        -7.328516937129908
      ],
      [
        "y. The ",
        -7.3345910152591465
      ],
      [
        "un",
        -7.336313138370807
      ],
      [
        " c",
        -7.336747323181282
      ],
      [
        "new ",
        -7.343934014974295
      ],
      [
        "crea",
        -7.3496681118365075
      ],
      [
        "ed p",
        -7.352266853877656
      ],
      [
        "uni",
        -7.353959699878082
      ],
      [
        "ion",
        -7.357630012516571
      ],
      [
        "br",
        -7.3618596984834
      ],
      [
        "ifica",
        -7.364553098806571
      ],
      [
        "li",
        -7.371428424032841
      ],
      [
        "es i",
        -7.378738093785809
      ],
      [
        "se",
        -7.383248163561009
      ],
      [
        "reac",
        -7.3916254378842385
      ],
      [
        "eb",
        -7.398584013378951
      ],
      [
        " the ",
        -7.404540333233134
      ],
      [
        "tre",
        -7.413858067575799
      ],
      [
        "ement",
        -7.423087969543618
      ],
      [
        "il",
        -7.440308302989056
      ],
      [
        "participa",
        -7.4414385242985
      ],
      [
        "le",
        -7.444006486473809
      ],
      [
        " mar",
        -7.4536675718233205
      ],
      [
        "author",
        -7.456846460777523
      ],
      [
        "ns",
        -7.4583572227361286
      ],
      [
        "y ",
        -7.473568876243487
      ],
      [
        "the",
        -7.491651809152257
      ],
      [
        " uni",
        -7.510687831303287
      ],
      [
        "rie",
        -7.513702922977522
      ],
      [
        "ng ",
        -7.520044216066002
      ],
      [
        "rte",
        -7.522775217221653
      ],
      [
        "all ",
        -7.524928448208971
      ],
      [
        "in ",
        -7.52750640368326
      ],
      [
        " sh",
        -7.53073215445048
      ],
      [
        " parti",
        -7.531219303888257
      ],
      [
        " ac",
        -7.533107696986416
      ],
      [
        "es ",
        -7.568591576907735
      ],
      [
        "cipating entity.",
        -7.574289059679788
      ],
      [
        "si",
        -7.587586928976318
      ],
      [
        "inte",
        -7.615633043156203
      ],
      [
        "ra",
        -7.623379609678247
      ],
      [
        "ve ",
        -7.630569351362809
      ],
      [
        "rese",
        -7.631581252135433
      ],
      [
        " ch",
        -7.6357572768719635
      ],
      [
        "all",
        -7.644942241045032
      ],
      [
        " expe",
        -7.652596041552179
      ],
      [
        "isi",
        -7.653627816385638
      ],
      [
        " author",
        -7.654911456322554
      ],
      [
        "od",
        -7.669287774987831
      ],
      [
        "ations",
        -7.672083677790466
      ],
      [
        "str",
        -7.6803593323216965
      ],
      [
        "ve",
        -7.680607704913607
      ],
      [
        " at the ",
        -7.682420483599466
      ],
      [
        "ial ",
        -7.682676001675064
      ],
      [
        "sy",
        -7.693514216216641
      ],
      [
        "so",
        -7.697174782737116
      ],
      [
        "ific",
        -7.707781933067048
      ],
      [
        "s ",
        -7.708376573493401
      ],
      [
        "expe",
        -7.717568662529873
      ],
      [
        "tific",
        -7.728181389540962
      ],
      [
        "es in ",
        -7.741124986116738
      ],
      [
        "cor",
        -7.77267423448577
      ],
      [
        "the c",
        -7.774221358420678
      ],
      [
        "ear ",
        -7.777133456198151
      ],
      [
        "rom",
        -7.798665621753126
      ],
      [
        "s f",
        -7.802352843486291
      ],
      [
        "A",
        -7.808388250309473
      ],
      [
        "ib",
        -7.81152869594421
      ],
      [
        "ly",
        -7.818801581847559
      ],
      [
        "ct",
        -7.820865831978498
      ],
      [
        "ention",
        -7.823942667754705
      ],
      [
        "y th",
        -7.8346869324370125
      ],
      [
        "es and ",
        -7.853919890031655
      ],
      [
        "ai",
        -7.865318214564277
      ],
      [
        "ting entity.",
        -7.876115951309537
      ],
      [
        "d p",
        -7.8771778533824115
      ],
      [
        "pu",
        -7.891907658951014
      ],
      [
        "al ",
        -7.9214719033476655
      ],
      [
        "ers",
        -7.934724791664688
      ],
      [
        "sto",
        -7.939565869574118
      ],
      [
        "rre",
        -7.978556259591428
      ],
      [
        "ibonacci(10)",
        -7.980210841502402
      ],
      [
        "cl",
        -7.984234436477827
      ],
      [
        "reaking door.",
        -7.994054863428747
      ],
      [
        "bi",
        -8.025793436643243
      ],
      [
        "ty",
        -8.069755863808727
      ],
      [
        "tal to ",
        -8.071488944843066
      ],
      [
        "ient",
        -8.092076262698233
      ],
      [
        " f",
        -8.114004089821302
      ],
      [
        "s we",
        -8.11920119223295
      ],
      [
        "metr",
        -8.149059960438962
      ],
      [
        "wi",
        -8.155125022371399
      ],
      [
        "ag",
        -8.160181789076955
      ],
      [
        "on",
        -8.17297586756141
      ],
      [
        "nt",
        -8.178014082953235
      ],
      [
        "bout ",
        -8.180548871282387
      ],
      [
        "tr",
        -8.234573648724721
      ],
      [
        "ts",
        -8.236778630576723
      ],
      [
        "ess",
        -8.25800727655721
      ],
      [
        "d ",
        -8.263989443464585
      ],
      [
        "ing an",
        -8.28400073868757
      ],
      [
        " 1",
        -8.287573510242343
      ],
      [
        "en",
        -8.291826228195202
      ],
      [
        "ri",
        -8.29646838743631
      ],
      [
        "ating ",
        -8.312279712915384
      ],
      [
        " = {result}')",
        -8.314004722636994
      ],
      [
        "e ",
        -8.314664080172602
      ],
      [
        " it",
        -8.330927789766957
      ],
      [
        "business units. ",
        -8.338029385428399
      ],
      [
        "initiati",
        -8.345798023597649
      ],
      [
        "of ",
        -8.357820663737646
      ],
      [
        "ies",
        -8.361775781044248
      ],
      [
        "complex ",
        -8.377334320910535
      ],
      [
        "rat",
        -8.408093873904333
      ],
      [
        "dif",
        -8.410777175840469
      ],
      [
        " de",
        -8.425499700160676
      ],
      [
        "ne",
        -8.432618491521687
      ],
      [
        "we",
        -8.437818090499658
      ],
      [
        "e s",
        -8.453275742764706
      ],
      [
        " P",
        -8.481225253757614
      ],
      [
        "ry ",
        -8.484318409346713
      ],
      [
        " Th",
        -8.491742510130756
      ],
      [
        "to c",
        -8.493180179462247
      ],
      [
        "tions ",
        -8.516192529731107
      ],
      [
        "cell",
        -8.541021208156213
      ],
      [
        "lli",
        -8.573896277580012
      ],
      [
        "ins ",
        -8.633014780363547
      ],
      [
        " gr",
        -8.640073965643499
      ],
      [
        " each ",
        -8.64032975343873
      ],
      [
        "cu",
        -8.657649558208876
      ],
      [
        "with",
        -8.66007532843311
      ],
      [
        "outcomes i",
        -8.6646927120267
      ],
      [
        "d c",
        -8.675716344362815
      ],
      [
        "late_fibonacci(n",
        -8.691930917755226
      ],
      [
        "th ",
        -8.714369470185847
      ],
      [
        "cien",
        -8.72114067325759
      ],
      [
        "is ",
        -8.72872770665434
      ],
      [
        "energy ",
        -8.730893191672903
      ],
      [
        "hrough ",
        -8.739379119701017
      ],
      [
        " s",
        -8.752569569861551
      ],
      [
        "to ",
        -8.754460093357324
      ],
      [
        "wel",
        -8.767984710665573
      ],
      [
        "out",
        -8.779414139579256
      ],
      [
        "co",
        -8.795501845968415
      ],
      [
        "red ",
        -8.800036059310266
      ],
      [
        "rl",
        -8.823374620444763
      ],
      [
        "oun",
        -8.827098597871213
      ],
      [
        "t ",
        -8.83210509982711
      ],
      [
        " m",
        -8.851707896850863
      ],
      [
        "ub",
        -8.852232872745144
      ],
      [
        "an ",
        -8.857584891516112
      ],
      [
        "sed ",
        -8.876375528502237
      ],
      [
        "nta",
        -8.936972698786798
      ],
      [
        "im",
        -9.02472585070863
      ],
      [
        " a",
        -9.025683130966899
      ],
      [
        ", with ",
        -9.026067308570477
      ],
      [
        "par",
        -9.056141245270336
      ],
      [
        " to",
        -9.059434393547548
      ],
      [
        "ep",
        -9.070581331348576
      ],
      [
        "yo",
        -9.08207674410015
      ],
      [
        "eat",
        -9.100803609705265
      ],
      [
        " we",
        -9.106235417976897
      ],
      [
        "ts ",
        -9.108387202196555
      ],
      [
        "du",
        -9.116919654444965
      ],
      [
        "here",
        -9.148979590665885
      ],
      [
        " significant ",
        -9.161533606878224
      ],
      [
        "k",
        -9.185659963198098
      ],
      [
        "=",
        -9.187960528692711
      ],
      [
        "for ",
        -9.199796234637594
      ],
      [
        "make",
        -9.202017470497465
      ],
      [
        "es",
        -9.238551585116934
      ],
      [
        "s co",
        -9.2403182766268
      ],
      [
        "if",
        -9.2469177820817
      ],
      [
        "ting entity. ",
        -9.249598822741534
      ],
      [
        "nd c",
        -9.279445523068993
      ],
      [
        "ea",
        -9.310837091812374
      ],
      [
        "ur place in it. ",
        -9.312278233673288
      ],
      [
        "s w",
        -9.34217419056847
      ],
      [
        "tion ",
        -9.350752012159411
      ],
      [
        "ccessib",
        -9.403312385174578
      ],
      [
        "trop",
        -9.403776083963045
      ],
      [
        "ope",
        -9.409965609478734
      ],
      [
        " = {result}') Th",
        -9.412460483850923
      ],
      [
        " i",
        -9.434658144052959
      ],
      [
        "fe",
        -9.474396114722168
      ],
      [
        " w",
        -9.485535143856854
      ],
      [
        "no",
        -9.486354792702475
      ],
      [
        "lle",
        -9.48641936245841
      ],
      [
        "ed re",
        -9.49307439494947
      ],
      [
        "ni",
        -9.493850669042123
      ],
      [
        " it ",
        -9.501524182154952
      ],
      [
        "ul",
        -9.506475006579883
      ],
      [
        "ig",
        -9.545637742285994
      ],
      [
        "tel",
        -9.582266827583432
      ],
      [
        "ons",
        -9.608951843822357
      ],
      [
        "and con",
        -9.652242088434612
      ],
      [
        "ay",
        -9.668059965167258
      ],
      [
        "elve",
        -9.675390093592073
      ],
      [
        "ex",
        -9.691066068769189
      ],
      [
        "pa",
        -9.69402023156551
      ],
      [
        "report",
        -9.720392322439764
      ],
      [
        " the a",
        -9.730449682644084
      ],
      [
        "ting entity. Th",
        -9.730624571775842
      ],
      [
        "ge ",
        -9.761818309323903
      ],
      [
        "ics",
        -9.770591404850688
      ],
      [
        " me",
        -9.77636568085943
      ],
      [
        "ate",
        -9.783397387598955
      ],
      [
        "ld ",
        -9.814971002243063
      ],
      [
        "esi",
        -9.818039893778447
      ],
      [
        "d ope",
        -9.831068717136864
      ],
      [
        "t o",
        -9.877639858264857
      ],
      [
        "on the market. ",
        -9.887487955703119
      ],
      [
        "r p",
        -9.892093357075565
      ],
      [
        "mo",
        -9.895494648266638
      ],
      [
        "reaking door. Th",
        -9.953625084899162
      ],
      [
        "nc",
        -9.96249294042047
      ],
      [
        "st ",
        -9.963928602628034
      ],
      [
        "ach ",
        -9.963988306072466
      ],
      [
        " ca",
        -9.971315872003679
      ],
      [
        "e t",
        -9.974737406925152
      ],
      [
        "el",
        -9.98457559729633
      ],
      [
        "s th",
        -9.998380655996675
      ],
      [
        "f ",
        -10.005121839459253
      ],
      [
        "che",
        -10.024022468279853
      ],
      [
        "ces",
        -10.04011842147017
      ],
      [
        "om",
        -10.070985822299598
      ],
      [
        "e c",
        -10.076201462025143
      ],
      [
        " significant",
        -10.094584927121169
      ],
      [
        "accessib",
        -10.140619806628653
      ],
      [
        "as",
        -10.155547143415372
      ],
      [
        "creaking door. ",
        -10.16970443387326
      ],
      [
        "eve",
        -10.184631120996915
      ],
      [
        "to th",
        -10.190272968734194
      ],
      [
        "ive",
        -10.24382457014631
      ],
      [
        "ather",
        -10.358557874408481
      ],
      [
        "and",
        -10.379131383913254
      ],
      [
        "ana",
        -10.394162376657658
      ],
      [
        "nalys",
        -10.414917884168597
      ],
      [
        " the ma",
        -10.435177140555577
      ],
      [
        "ation ",
        -10.446610425065895
      ],
      [
        " energy t",
        -10.481956217505804
      ],
      [
        "rs",
        -10.523822015723363
      ],
      [
        "on. ",
        -10.527645029732408
      ],
      [
        "rm",
        -10.588948883047312
      ],
      [
        "ional ",
        -10.59474401753505
      ],
      [
        " li",
        -10.59895186325425
      ],
      [
        "ce ",
        -10.646636003390988
      ],
      [
        "bil",
        -10.65825800477689
      ],
      [
        "a ",
        -10.69453878450407
      ],
      [
        "ing entity. The ",
        -10.706702682179056
      ],
      [
        "ced ",
        -10.725805340188892
      ],
      [
        "s he",
        -10.761667607208533
      ],
      [
        "h b",
        -10.791345175386894
      ],
      [
        "she",
        -10.793540503736374
      ],
      [
        "tati",
        -10.808105188594762
      ],
      [
        ", a",
        -10.823089491037408
      ],
      [
        " every",
        -10.870153849949707
      ],
      [
        " con",
        -10.910320489138376
      ],
      [
        "nt ",
        -10.943467571805433
      ],
      [
        "ntion",
        -10.946307808776917
      ],
      [
        "f c",
        -10.96389707652326
      ],
      [
        "lt",
        -11.017136599450774
      ],
      [
        "ut",
        -11.017401073182842
      ],
      [
        "ting ",
        -11.01838628501936
      ],
      [
        "nd ",
        -11.071306028688218
      ],
      [
        "the cor",
        -11.072858218714249
      ],
      [
        " book a",
        -11.091612102135613
      ],
      [
        "ove",
        -11.133685682085517
      ],
      [
        "on ",
        -11.1550536595249
      ],
      [
        "ding",
        -11.193743556564556
      ],
      [
        "eco",
        -11.21589041479574
      ],
      [
        "e m",
        -11.232211454665801
      ],
      [
        "t ex",
        -11.25169403379096
      ],
      [
        "onve",
        -11.27233931606202
      ],
      [
        "rt",
        -11.307713790597482
      ],
      [
        "tan",
        -11.334184651678877
      ],
      [
        "ste",
        -11.362817662424732
      ],
      [
        " co",
        -11.379625915551063
      ],
      [
        " in",
        -11.443147583416732
      ],
      [
        "r-",
        -11.453595717051694
      ],
      [
        "reaking door. ",
        -11.536552434466575
      ],
      [
        " of c",
        -11.582924497055869
      ],
      [
        "\n    ",
        -11.592772349627074
      ],
      [
        "T",
        -11.6166017820483
      ],
      [
        "return ",
        -11.628844221049448
      ],
      [
        "iti",
        -11.716511476307081
      ],
      [
        " across ",
        -11.732747382957331
      ],
      [
        "act",
        -11.799362605551861
      ],
      [
        "o ",
        -11.81342770001233
      ],
      [
        "con",
        -11.872338798563387
      ],
      [
        "y a",
        -11.890001708004363
      ],
      [
        "it ",
        -11.930777952322293
      ],
      [
        "osy",
        -12.002332897919093
      ],
      [
        "d in",
        -12.014462871634365
      ],
      [
        "ti",
        -12.020610166016967
      ],
      [
        "ces ",
        -12.071390017205493
      ],
      [
        "m ",
        -12.458401558774359
      ],
      [
        "and ex",
        -12.558287764960472
      ],
      [
        "ate_fibonacci(",
        -12.685250535912674
      ],
      [
        "ies ",
        -12.704629631783282
      ],
      [
        "les",
        -12.737217802387885
      ],
      [
        "rk",
        -12.770570064238802
      ],
      [
        " from ",
        -12.828933620016212
      ],
      [
        "a co",
        -12.856132309454257
      ],
      [
        "ant",
        -12.858231234269187
      ],
      [
        "}",
        -12.88736114055873
      ],
      [
        "I",
        -12.887461140558731
      ],
      [
        "{",
        -12.88756114055873
      ],
      [
        "_",
        -12.88766114055873
      ],
      [
        "j",
        -12.88776114055873
      ],
      [
        "tives ",
        -12.88776114055873
      ]
    ],
    "byte_fallback": false
  }
}